export const Books = [
  {
    id: 1,
    name: "포스트휴먼 시대의 윤리 : 아리스토텔레스 윤리학의 현실성을 찾아서, 아카넷, 2019",
  },
  { id: 2, name: "언어와 소통: 의미론의 쟁점들, 소화, 2016" },
  {
    id: 3,
    name: "서양철학: 쟁점과 토론, 세종대학교출판부, 2014",
  },
  {
    id: 4,
    name: "현대사회의 쟁점과 이해, 세종대학교출판부, 2011",
  },
  {
    id: 5,
    name: "사회와 가치, 세종대학교출판부, 2010",
  },
  {
    id: 6,
    name: "로스쿨과 법학교육, 아카넷, 2008",
  },
  {
    id: 7,
    name: "윤리학과 해석학, 아카넷, 2008",
  },
  {
    id: 8,
    name: "인간의 본성에 관한 철학 이야기, 아카넷, 2007",
  },
];
