export const Books = [
  {
    id: 1,
    name: "<교양의 메타적 성격에 대한 고찰―고전교육 사례를 중심으로>, 대학 현장에서의 교양교육, 연세대학교 리베르타스 총서 9, 연세대학교 출판문화원, 2024. ",
  },
  {
    id: 2,
    name: "<비극적 운명에 맞서는 인간의 강인한 의지―프리드리히 니체, 『비극의 탄생』>, 청춘, 고전에 길을 묻다, 단국대학교 교양기초교육연구소 편, 역락, 2024.",
  },
  {
    id: 3,
    name: "포스트휴먼 시대의 윤리 : 아리스토텔레스 윤리학의 현실성을 찾아서, 아카넷, 2019",
  },
  {
    id: 4,
    name: "언어와 소통: 의미론의 쟁점들, 소화, 2016",
  },
  {
    id: 5,
    name: "서양철학: 쟁점과 토론, 세종대학교출판부, 2014",
  },
  {
    id: 6,
    name: "현대사회의 쟁점과 이해, 세종대학교출판부, 2011",
  },
  {
    id: 7,
    name: "사회와 가치, 세종대학교출판부, 2010",
  },
  {
    id: 8,
    name: "로스쿨과 법학교육, 아카넷, 2008",
  },
  {
    id: 9,
    name: "윤리학과 해석학, 아카넷, 2008",
  },
  {
    id: 10,
    name: "인간의 본성에 관한 철학 이야기, 아카넷, 2007",
  },
];
