export const Papers = [
  {
    id: 1,
    name: "대학 신입생의 대학몰입, 학습참여, 교양교육 만족도가 진로역량과 진로적응성에 미치는 영향 분석, 교육문화연구, 28권,5호, pp. 301~322, 2022",
    year: 2022,
  },
  {
    id: 2,
    name: "자유학예교육의 현대적 변용을 위한 조건과 방향 탐색-개념적, 역사적 접근을 중심으로, 교양교육연구, 16권,5호, pp. 25~38, 2022",
  },
  {
    id: 3,
    name: "플립러닝을 활용한 독서 교과목 운영 사례 및 학생 인식 연구, 문화와 융합, 44권,4호, pp. 183~205, 2022",
  },
  {
    id: 4,
    name: "이공계 신입생의 자기효능감, 스트레스 대처, 회복탄력성과 교양교육 만족도의 관계, 학습자중심교과교육연구, pp. 115~128, 2022",
  },
  {
    id: 5,
    name: "메타버시티의 도래와 교양교육의 책무 : COVID-19의 지속과 메타버스의 부상에 따른 교육환경의 변화를 중심으로, 교양학 연구, 18권, pp. 273~301, 2022",
  },
  {
    id: 6,
    name: "교양수업 수강생의 자기탐색행동과 삶의 만족에 대한 예측요인 탐색: 기대-가치 이론을 중심으로, 교육문화연구, 27권,6호, pp. 249~268, 2021",
    year: 2021,
  },
  {
    id: 7,
    name: "횡단적, 실천적 학문으로서의 교양학 정립을 위한 역사적 접근－교양의 학문적 정체성 수립을 위한 가능성과 조건 탐구, 교양교육연구, 15권,6호, pp. 23~34, 2021",
  },
  {
    id: 8,
    name: "대학 인성교육을 위한 학습자 요구도 분석 : I 대학 신입생의 학습참여 유형을 중심으로, 교육문화연구, 27권,5호, pp. 191~211, 2021",
  },
  {
    id: 9,
    name: "교양교육과정 개편의 조건과 방향에 대한 탐색 －I 대학교 개편사례를 중심으로, 교양교육연구, 15권,4호, pp. 251~263, 2021",
  },
  {
    id: 10,
    name: "이공계 신입생의 학습참여, 자기효능감, 회복탄력성과 교양교육 만족도의 관계, 교육문화연구, 27권,2호, pp. 239~257, 2021",
  },
  {
    id: 11,
    name: "A Hermeneutical Study on Educational Practice for Enhancing Interaction of Learning Community and Learner-focused Educational Experience, 교육철학, 72권, pp. 157~187, 2020",
    year: 2020,
  },
  {
    id: 12,
    name: "선취업 후진학 대학생의 인문학적 소양이 의사소통능력에 미치는 영향, 교육문화연구, pp. 229~246, 2020",
  },
  {
    id: 13,
    name: "대학생 셀프 리더십 교과목 개발을 위한 학습자 요구도 분석 - I 대학의 셀프리더십 진단을 중심으로, 교양교육연구, pp. 37~52, 2020",
  },
  {
    id: 14,
    name: "이공계 신입생의 자기효능감, 비판적 사고 성향, 의사소통능력과 창의적 인재 역량의 관계 분석, 학습자중심교과교육연구, pp. 687~708, 2020",
  },
  {
    id: 15,
    name: "대학 신입생의 의사소통능력, 비판적 사고 성향이 창의적 인재 역량에 미치는 영향 분석, 교육문화연구, 26권,1호, pp. 93~111, 2020",
  },
  {
    id: 16,
    name: "인공지능의 시대, 프로페셔널리즘의 위기와 교양교육의 방향, 교양교육연구, pp. 59~77, 2020",
  },
  {
    id: 17,
    name: "대학 신입생의 자기효능감, 목표지향성, 학습참여와 교양교육 만족도 간의 관계분석, 학습자중심교과교육연구, 19권,22호, pp. 1271~1296, 2019",
    year: 2019,
  },
  {
    id: 18,
    name: "대학 신입생의 대학몰입과 학습참여가 교양교육 만족도에 미치는 영향, 교육문화연구, 25권,5호, pp. 307~323, 2019",
  },
  {
    id: 19,
    name: "인문학적 소양 측정도구 개발 및 타당화 연구, 학습자중심교과교육연구, 19권,15호, pp. 453~472, 2019",
  },
  {
    id: 20,
    name: "성찰성과 연대성의 회복을 위한 <윤리적 리더십> 교과목 개발 연구, 교육문화연구, 25권,3호, pp. 613~635, 2019",
  },
  {
    id: 21,
    name: "균형잡힌 교양교육을 위한 I 대학 교양역량 진단도구 개발 및 타당화 연구, 교양교육연구, 13권,2호, pp. 397~417, 2019",
  },
  {
    id: 22,
    name: "자유교육과 직업교육의 이분법을 넘어서 - 균형잡힌 교육을 위한 하나의 시도, 교양교육연구, 13권,1호, pp. 11~29, 2019",
  },
  {
    id: 23,
    name: "자기주도학습에 기반한 창의학습교과목 운영방안 연구 ― 「프로네시스세미나 Ⅱ: 창의도전과 자기계발」 사례를 중심으로, 교양교육연구, 12권,6호, pp. 95~115, 2018",
    year: 2018,
  },
  {
    id: 24,
    name: "포스트휴머니즘 행복론에 대한 비판적 고찰, 윤리연구, 121호, pp. 317~342, 2018",
  },
  {
    id: 25,
    name: "창의융복합적 사고 함양을 위한 융합교육 방안 연구 ― 「크로스오버 1: 인간의 탐색」 사례를 중심으로, 교양교육연구, 11권,6호, 2017",
    year: 2017,
  },
  {
    id: 26,
    name: "발견의 수사학과 적용의 해석학 - 수사학과 해석학의 상호연관성에 대한 가다머의 논의를 중심으로 -, 수사학, 29호, pp. 189~216, 2017",
  },
  {
    id: 27,
    name: "지식의 공유와 협력적 창조를 위한 해석학의 확장적 시도― 위키 기반 협력학습에 근거한 디지털 해석학의 유용성 연구, 교양교육연구, 10권,4호, pp. 109~135, 2016",
    year: "2007~2016",
  },
  {
    id: 28,
    name: "삶의 마지막에서 존엄성을 어떻게 고려할 것인가: 안락사와 의사조력자살의 논변 분석을 중심으로, 한국의료윤리학회지, 18권,4호, pp. 363~375, 2015",
  },
  {
    id: 29,
    name: "존엄성 개념의 명료화를 통한트랜스휴머니즘의 비판적 고찰, 윤리연구, 105호, pp. 137~162, 2015",
  },
  {
    id: 30,
    name: "스마트시대 새로운 기초역량교육 모델 찾기 ― 블렌디드 러닝을 도입한 「서양철학: 쟁점과 토론」을 중심으로, 교양교육연구, 8권,6호, pp. 647~673, 2014",
  },
  {
    id: 31,
    name: "도덕성 강화에 대한 덕윤리적 비판―도덕성과 도덕판단에 대한 분석을 중심으로, 윤리연구, 97호, pp. 173~194, 2014",
  },
  {
    id: 32,
    name: "교육경험에 대한 가다머의 해석학적 분석, 교육철학, 51호, pp. 93~117, 2013",
  },
  {
    id: 33,
    name: "도덕적 인테그러티 해명을 통한 전문직 윤리의 새로운 가능성 탐구, 윤리연구, 86호, pp. 169~190, 2012",
  },
  {
    id: 34,
    name: "철학적 해석학과 개념사, 개념과 소통, 9호, pp. 91~116, 2012",
  },
  {
    id: 35,
    name: "대화적 창의성과 철학적 해석학－바람직한 교육실천을 위한 해석학적 접근, 해석학연구, 28호, pp. 137~162, 2011",
  },
  {
    id: 36,
    name: "창의성과 수사학적 해석학, 교육철학, 43호, pp. 287~308, 2011",
  },
  {
    id: 37,
    name: "기술공학시대에서 전문직의 정체성과 윤리의 문제, 윤리연구, 77호, pp. 281~300, 2010",
  },
  {
    id: 38,
    name: "바람직한 교육 실천과 교육윤리, 윤리교육연구, 17호, pp. 223~242, 2008",
  },
  {
    id: 39,
    name: "정보화사회에서의 의사-환자 관계, 의료정책포럼, 6권,1호, pp. 22~29, 2008",
  },
  {
    id: 40,
    name: "프로페셔널리즘과 전문직 윤리 교육, 윤리교육연구, 14호, pp. 131~146, 2007",
  },
  {
    id: 41,
    name: "대화와 프로네시스의 지평융합: 가다머의 '플라톤-아리스토텔레스 영향의 통일성' 주제를 중심으로, 철학사상, 24권, pp. 363~397, 2007",
  },
];
