export const ResearchAndAwards = [
  {
    id: -1,
    year: "[2024-2026년]",
    name: "생성형 인공지능 시대, 책임 있는 학습과 윤리적 사용을 위한 대학생용 AI 리터러시 측정도구 및 교양교육 모델 개발 (한국연구재단)",
  },
  {
    id: 0,
    year: "[2023년]",
    name: "대학 이러닝 기반 학점인정 컨소시엄 강의 우수교수 수상",
  },
  {
    id: 1,
    year: "[2022-2024년]",
    name: "탈경계, 초연결의 시대 대학생 디지털 시민성 함양을 위한 측정도구 및 교양교과목 개발 (한국연구재단)",
  },
  {
    id: 2,
    year: "[2022년]",
    name: "자유학예교육의 현대적 변용 (교내 신진연구과제)",
  },
  {
    id: 3,
    year: "[2021년]",
    name: "교양의 학문적 정체성 확립에 대한 연구 (교내 신진연구과제)",
  },
  {
    id: 4,
    year: "[2020년]",
    name: "인하 좋은 강의상 수상 (크로스오버1: 인간의 탐색)",
  },
  {
    id: 5,
    year: "[2019년]",
    name: "인하 자강불식 프로그램(Teaching Master 제도) Teaching Starter 수상",
  },
  {
    id: 6,
    year: "[2017년]",
    name: "한국대학교육협의회 부설 한국교양기초교육원 선정 인문사회 분야 교양기초교과목 우수상 수상",
  },
];
